Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: Take that BIKE VOUCHER to the\nBIKE SHOP in CERULEAN CITY.\pExchange that for a BICYCLE\nfree of charge!\pDon't worry, my favorite FEAROW\nwill FLY me anywhere I need to go.\pSo, I have no need for a BICYCLE.\pI hope you like cycling!
pl: Zabierz ten KUPON NA ROWER do\nROWEROWEGO w CERULEAN CITY.\pWymienisz go za darmo na\nnowiutki ROWER!\pNie martw się, mój ukochany FEAROW\nPOLECI ze mną, gdzie będzie trzeba.\pNie potrzeba mi ROWERU.\pMam nadzieję, że lubisz jeździć!

# Oh. Come back when you want to hear my story!
source: Oh. Come back when you want to\nhear my story!
pl: Och. Wróć, gdy będziesz chciał\nposłuchać!

# Hello, {PLAYER}!pDid you come see me about my POKéMON again?pNo? Too bad!
source: Hello, {PLAYER}!\pDid you come see me about my\nPOKéMON again?\pNo?\nToo bad!
pl: Witaj, {PLAYER}!\pPrzyszedłeś posłuchać znowu o\nPOKéMONACH?\pNie?\nSzkoda!

# Our CHAIRMAN is very vocal about POKéMON.
source: Our CHAIRMAN is very vocal about\nPOKéMON.
pl: Nasz PREZES lubi dyskutować o\nPOKéMONACH.

# Let's all listen politely to other TRAINERS!
source: Let's all listen politely to other\nTRAINERS!
pl: Słuchajmy grzecznie innych\nTRENERÓW!

source: If someone brags, brag right back!
pl: Gdy ktoś się chwali, rób to samo!

source: Our CHAIRMAN really does adore his\nPOKéMON.\pBut the person who is most liked by\nPOKéMON is DAISY, I think.
pl: Nasz PREZES naprawdę kocha swoje\nPOKéMONY.\pAle osobą, którą najbardziej lubi \nPOKéMONY jest pewnie DAISY.

# I wonder if you are good enough for me?
source: I wonder if you are good enough\nfor me?
pl: Ciekawe, czy jesteś dobry?

source: I lost out…
pl: Przegrana…

# I never wanted to lose to anybody, especially to a younger kid…
source: I never wanted to lose to anybody,\nespecially to a younger kid…
pl: Nigdy nie chciałam przegrać,\nspecjalnie z jakimś dzieciakiem…

# I can see you're good. Let me see exactly how good!
source: I can see you're good.\nLet me see exactly how good!
pl: Widzę, że jesteś niezły.\nZobaczmy jak bardzo!

source: I had a chance…
pl: Miałem szansę…

# Tch! I concede, you are better than I!
source: Tch!\nI concede, you are better than I!
pl: Tch!\nPrzyznaję, jesteś lepszy niż ja!

# If you can get through here, you can go meet the ELITE FOUR.
source: If you can get through here,\nyou can go meet the ELITE FOUR.
pl: Jeśli się przedostaniesz,\nbędziesz mógł spotkać ELITARNĄ 4.

# No! Unbelievable!
source: No!\nUnbelievable!
pl: Nie!\nNie wierzę!

# I can beat you when it comes to knowledge about POKéMON!
source: I can beat you when it comes to\nknowledge about POKéMON!
pl: I tak pokonam cię, jeśli chodzi\no wiedzę o POKéMONACH!

# This here is VICTORY ROAD. It's the final test for TRAINERS!
source: This here is VICTORY ROAD.\nIt's the final test for TRAINERS!
pl: To jest DROGA ZWYCIĘSTWA.\nTo ostatni test dla TRENERÓW!

source: Atcho!
pl: Apsik!

# If you get stuck, try moving some boulders around.
source: If you get stuck, try moving some\nboulders around.
pl: Jeśli się zablokujesz, spróbuj\nruszyć kamienie.

# Ah, so you wish to challenge the ELITE FOUR?
source: Ah, so you wish to challenge the\nELITE FOUR?
pl: Ah, więc chcesz wyzwać ELITARNĄ\nCZWÓRKĘ?

source: {RIVAL} also came through here.
pl: {RIVAL} też tędy przechodził.

# Come on! I'll whip you!
source: Come on!\nI'll whip you!
pl: Chodź!\nPokonam cię!

source: I got whipped!
pl: Wygrałeś!

# You earned the right to be on VICTORY ROAD…
source: You earned the right to be on\nVICTORY ROAD…
pl: Zyskałeś prawo do przebywania\ntutaj…

source: Is VICTORY ROAD too tough?
pl: DROGA ZWYCIĘSTWA trudna?

source: Well done!
pl: Nieźle!

# Many TRAINERS give up their challenge here and go home.
source: Many TRAINERS give up their\nchallenge here and go home.
pl: Wielu TRENERÓW poddaje się\nwłaśnie tu i wraca do domu.

source: You should be proud of yourself,\nhaving battled your way through\lVICTORY ROAD so courageously.\pIn recognition of your feat,\nI'll teach you DOUBLE-EDGE.\pWould you like me to teach that\ntechnique?
pl: Powinieneś być z siebie dumny, że\nudało ci się przejść przez\lDROGE ZWYCIĘSTWA tak odważnie.\pW ramach gratulacji, naucze cię \nataku o nazwie OBOSIECZ.\pCzy chcesz, żebym nauczył cię tej\ntechniki?

# I'll teach you the technique anytime.
source: I'll teach you the technique\nanytime.
pl: Naucze cię jej, gdy będziesz\nchciał.

# Which POKéMON should I teach DOUBLE-EDGE?
source: Which POKéMON should I teach\nDOUBLE-EDGE?
pl: Który POKéMON ma poznać\nOBOSIECZ?

source: Keep that drive going for the\nPOKéMON LEAGUE!\pTake a run at them and knock 'em\nout!
pl: Walcz tak dalej w LIDZE\nPOKéMON!\pZałatwi ich tak, by\nniewiedzili co ich zniszczyło!

source: I heard rumors of a child prodigy.
pl: Jest pogłoska o cudownym dziecku.

source: The rumors were true!
pl: Pogłoska jest prawdą!

# So, it was you who beat GIOVANNI of TEAM ROCKET?
source: So, it was you who beat GIOVANNI\nof TEAM ROCKET?
pl: Więc to ty pokonałeś GIOVANNIEGO\nz ZESPOŁU R?

# TRAINERS live to seek stronger opponents.
source: TRAINERS live to seek stronger\nopponents.
pl: TRENERZY żyją, by szukać silnych\nwrogów.

# Oh! So strong!
source: Oh!\nSo strong!
pl: O!\nZbyt silny!

# By fighting tough battles, you get stronger.
source: By fighting tough battles, you get\nstronger.
pl: Staczając trudne walki, stajesz się\nsilny.

# I'll show you just how good you are. Not!
source: I'll show you just how good you\nare. Not!
pl: Pokażę ci, jaki NIE jesteś\ndobry!

source: I'm furious!
pl: Aaa! Złość!

# You showed me just how good I was…
source: You showed me just how good\nI was…
pl: Pokazałeś mi jak dobra NIE\njestem…

source: Only the chosen can pass here!
pl: Tylko wybraniec może przejść!

# All TRAINERS here are headed to the POKéMON LEAGUE.pDon't let down your guard.
source: All TRAINERS here are headed to\nthe POKéMON LEAGUE.\pDon't let down your guard.
pl: Wszyscy TRENERZY wybierają się\ndo LIGI POKéMONÓW.\pNie daj się zaskoczyć.

# RAY: Together, the two of us are destined for greatness!
source: RAY: Together, the two of us are\ndestined for greatness!
pl: RAY: Razem, jesteśmy skazani\nna sukces!

# RAY: Ludicrous! This can't be!
source: RAY: Ludicrous!\nThis can't be!
pl: RAY: Niemożliwe!\nByć nie może!

# RAY: You've beaten us. Greatness remains elusive…
source: RAY: You've beaten us.\nGreatness remains elusive…
pl: RAY: Pokonałeś nas.\nSukces jest taki ulotny…

source: RAY: Together, the two of us are\nstriving for the pinnacle.\pWe need you to bring two POKéMON\ninto battle with us.
pl: RAY: Razem, usiłujemy osiągnąć\nszczyty.\pPotrzebujesz dwóch POKéMONÓW,\nby móc z nami walczyć.

# TYRA: We're trying to become champions together.
source: TYRA: We're trying to become\nchampions together.
pl: TYRA: Razem próbujemy zostać\nmistrzami!

source: TYRA: Oh, but…
pl: TYRA: No, ale…

# TYRA: You've taught me that power can be infinite in shape and form.
source: TYRA: You've taught me that power\ncan be infinite in shape and form.
pl: TYRA: Nauczyłeś mnie, że moc jest\nnieskończona w kształcie i formie.

# TYRA: You can't battle with us if you have only one POKéMON.
source: TYRA: You can't battle with us if\nyou have only one POKéMON.
pl: TYRA: Nie możesz z nami walczyć,\njeśli masz tylko 1 POKA.

source: Those POKé BALLS at your waist!\nYou have POKéMON, don't you?\pIt's great that you can carry and\nuse POKéMON anytime, anywhere.
pl: Te POKé BALLE u twojego boku!\nMasz POKéMONY, prawda?\pNiesamowite, że możesz nosić i\nużywać POKéMONÓW, gdy tylko chcesz.

source: This POKéMON GYM is always closed.\pI wonder who the LEADER is?
pl: Ta SALA jest zawsze zamknięta.\pCiekawe, gdzie jest jej LIDER?

source: VIRIDIAN GYM's LEADER returned!
pl: Powrócił LIDER SALI VIRIDIAN!

# You want to know about the two kinds of caterpillar POKéMON?
source: You want to know about the two\nkinds of caterpillar POKéMON?
pl: Czy chcesz posłuchać o dwóch\nrodzajach POKéMONÓW gąsiennic?

source: Oh, okay then!
pl: Och, no to ok!

source: CATERPIE has no poison,\nbut WEEDLE does.\pWatch that your POKéMON aren't\nstabbed by WEEDLE's POISON STING.
pl: CATERPIE nie ma jadu,\nale WEEDLE ma.\pUważaj, aby twoje POKéMONY nie\nzostały dźgnięte KOLCEM WEEDLE'A!

# Oh, Grandpa! Don't be so mean!pI'm so sorry. He hasn't had his coffee yet.
source: Oh, Grandpa!\nDon't be so mean!\pI'm so sorry.\nHe hasn't had his coffee yet.
pl: Och, Dziadku!\nNie bądź taki!\pPrzepraszam za niego.\nNie wypił jeszcze kawy.

source: I go shopping in PEWTER CITY\noccasionally.\pI have to take the winding trail in\nVIRIDIAN FOREST when I go.
pl: Chodzę czasem na zakupy do\nPEWTER CITY.\pMuszę przechodzić przez\nLAS VIRIDIAN, żeby się tam dostać.

# I absolutely forbid you from going through here!pThis is private property!
source: I absolutely forbid you from\ngoing through here!\pThis is private property!
pl: Całkowicie zabraniam ci\ntędy przechodzić!\pTo prywatna posiadłość!

source: Well, now, I've had my coffee, and\nthat's what I need to get going!\pHm?\nWhat is that red box you have?\pAh, so you're working on your\nPOKéDEX.\pThen let me give you a word of\nadvice.\pWhenever you catch a POKéMON,\nthe POKéDEX automatically updates\lits data.\p…You don't know how to catch\na POKéMON?\pI suppose I had better show you\nthen!
pl: No, teraz napiłem się już kawy.\nTego mi trzeba, żeby zacząć dzień.\pHmm?\nCo to za czerwone pudełko?\pA, więc rozgryzasz ten cały\nPOKéDEX, tak?\pNo to pozwól, że coś ci\nporadzę.\pZa każdym razem, gdy złapiesz\nPOKéMONA, POKéDEX automatycznie\laktualizuje jego dane.\p…Nie wiesz jak łapać\nPOKéMONY?\pWięc czuje się zobowiązany, by\nci pokazać!

# There! Now tell me, that was educational, was it not?pAnd here, take this, too.
source: There! Now tell me, that was\neducational, was it not?\pAnd here, take this, too.
pl: Proszę! Musisz przyznać, że\nczegoś cię to nauczyło!\pNo dobra, weź jeszcze to.

source: If there's something you don't\nunderstand, watch that.\pIt will teach you about the basics\nof being a POKéMON TRAINER.
pl: Jeśli będzie coś, czego nie\nzrozumiesz, obejrzyj.\pNauczy cię podstaw bycia poważnym\nTRENEREM POKéMONÓW.

source: Well, now, I've had my coffee, and\nthat's what I need to get going!\pBut I made it too strong.\nIt gave me a headache…\pIncidentally, are you filling your\nPOKéDEX?\pAt first, focus on weakening the\nPOKéMON before trying to catch it.
pl: No, teraz napiłem się już kawy.\nTego mi trzeba, żeby zacząć dzień.\pAle zrobiłem sobie chyba\nza silną. Boli mnnie głowa…\pPrzy okazji, czy wypełniasz swój\nPOKéDEX?\pNajpierw osłabiaj POKéMONY zanim\nspróbujesz je złapać.

source: Well, now, I've had my coffee, and\nthat's what I need to get going!\pBut I made it too strong.\nIt gave me a headache…\pIncidentally, is my old TEACHY TV\nhelping you?
pl: No, teraz napiłem się już kawy.\nTego mi trzeba, żeby zacząć dzień.\pAle zrobiłem sobie chyba za\nsilną. Boli mnie głowa…\pPrzy okazji, jak tam\nTELEWIZOREK? Pomaga?

source: Wahaha!\nIt's my grandson on the show!\pSince he's the one doing the\nteaching, you're bound to learn.
pl: Łahaha!\nW telewizji jest mój wnuk!\pJako, że to on prowadzi\nnauki, na pewno czegoś się dowiesz!

source: Hm… You're too busy to not even\nhave the time for TEACHY TV…\pTime is money, and neither should\nbe ill spent…
pl: Hm… Jesteś zbyt zajęty, by nie\nmieć czasu nawet na TV…\pCzas to pieniądz i nie powinno\nsię ich marnować…

# VIRIDIAN CITY The Eternally Green Paradise
source: VIRIDIAN CITY \nThe Eternally Green Paradise
pl: VIRIDIAN CITY \nTutaj wiecznie Zielony Raj

source: TRAINER TIPS\pCatch POKéMON and expand your\ncollection.\pThe more you have, the easier it\nis to battle.
pl: PORADA\pŁap POKéMONY i powiększaj\nswoją kolekcję.\pIm więcej masz, tym łatwiej jest\nci walczyć.

source: TRAINER TIPS\pThe battle moves of POKéMON are\nlimited by their POWER POINTS, PP.\pTo replenish PP, rest your tired\nPOKéMON at a POKéMON CENTER.
pl: PORADA\pRuchy POKéMONÓW w walce ogranicza\nich wskaźnik PUNKTY MOCY, PP.\pBy odzyskać PP, pozwól odpocząć\nswym POKéMONOM w CENTRUM POKéMON.

source: VIRIDIAN CITY POKéMON GYM
pl: SALA POKéMON W VIRIDIAN

source: VIRIDIAN GYM's doors are locked…
pl: Drzwi SALI są zamknięte…

source: Fwahahaha!\nWelcome to my hideout!\pIt shall be so until I can restore\nTEAM ROCKET to its former glory.\pBut, you have found me again.\nSo be it.\lThis time, I'm not holding back!\pOnce more, you shall face\nGIOVANNI, the greatest TRAINER!{PLAY_BGM}{MUS_ENCOUNTER_ROCKET}
pl: Łahahaha!\nWitaj w mojej kryjówce!\pBędę tu przebywał dopóki nie\nprzywrócę potęgi ZESPOŁOWI R!\pAle, skoro udało ci się mnie znaleźć.\nNiech będzie.\pTym razem zobaczysz co potrafię!\pJeszcze raz, zobaczysz\ndo czego zdolny jest GIOVANNI!{PLAY_BGM}{MUS_ENCOUNTER_ROCKET}

source: Ha!\nThat was a truly intense fight.\lYou have won!\pAs proof, here is the EARTHBADGE!\n{PAUSE_MUSIC}{PLAY_BGM}{MUS_OBTAIN_BADGE}{PAUSE 0xFE}{PAUSE 0x56}{RESUME_MUSIC}
pl: Cha!\nTo była naprawdę ostra walka.\pWygrałeś!\pJako dowód, oto twoja ODZNAKA ZIEMI!\n{PAUSE_MUSIC}{PLAY_BGM}{MUS_OBTAIN_BADGE}{PAUSE 0xFE}{PAUSE 0x56}{RESUME_MUSIC}

source: Having lost in this fashion, \nI can't face my followers.\lI have betrayed their trust.\pAs of today, TEAM ROCKET is\nfinished forever!\pAs for myself, I shall dedicate\nmy life to training again.\pLet us meet again someday!\nFarewell!
pl: Skoro przegrałem, nie mogę\npokazać się moim podwładnym.\pZdradziłem ich zaufanie.\pNa dzień dzisiejszy, ZESPÓŁ R\nzostaje zamknięty!\pA ja sam, poświęce swoje życie\nponownemu treningowi.\pMoże kiedyś znowu się spotkamy!\nŻegnaj!

source: The EARTHBADGE makes POKéMON of\nany level obey without question.\pIt is evidence of your mastery as\na POKéMON TRAINER.\pWith it, you can challenge the\nPOKéMON LEAGUE.\pAlso, take this TM.\pConsider it a gift for your POKéMON\nLEAGUE challenge.
pl: ODZNAKA ZIEMI powoduje, że posłuszne\nsą POKéMONY każdego poziomu.\pTo dowód twojego mistrzostwa jako\nTRENERA POKéMONÓW.\pMając tę odznakę, możesz ruszyć\ndo LIGI POKéMON.\pWeź też ten TM.\pTraktuj to jako podarek na rzecz\ntwej przygody z LIGĄ.

# {PLAYER} received TM26 from GIOVANNI.
source: {PLAYER} received TM26\nfrom GIOVANNI.
pl: {PLAYER} dostaje TM26\nod GIOVANNIEGO.

source: TM26 contains EARTHQUAKE.\pIt is a powerful attack that causes\na massive tremor.\pI made it when I ran the GYM here,\nfar too long ago…
pl: TM26 zawiera WSTRZĄS.\pTo potężny atak siejący\nolbrzymie spustoszenie.\pStworzyłem go, gdy prowadziłem tę\nSALĘ, dawno, dawno temu…

source: You do not have space for this!
pl: Nie masz na to miejsca!

# Heh! You must be running out of steamlby now!
source: Heh!\nYou must be running out of steam\lby now!
pl: Heh!\nMusi ci już brakować energii!

source: I ran out of gas!
pl: Brak mi energii!

# You'll need power to keep up with our GYM LEADER.
source: You'll need power to keep up with\nour GYM LEADER.
pl: Będzie ci potrzeba wiele energii\nprzy LIDERZE.

# Rrrroar! I'm working myself into a rage!
source: Rrrroar!\nI'm working myself into a rage!
pl: Rrrroar!\nWprowadzam się w złość!

source: Wargh!
pl: Łarg!

source: I'm still not worthy!
pl: Nie jestem godzien!

# POKéMON and I, we make wonderful music together!
source: POKéMON and I, we make wonderful\nmusic together!
pl: POKéMON i ja, razem tworzymy\nwspaniałą muzykę!

source: You are in perfect harmony!
pl: Jesteście w harmonii!

# Do you know the identity of our GYM LEADER?
source: Do you know the identity of our\nGYM LEADER?
pl: Wiesz kto jest LIDEREM\nnaszej SALI?

# Karate is the ultimate form of martial arts!
source: Karate is the ultimate form of\nmartial arts!
pl: Karate to kwintesencja\nsztuk walki!

source: Aiyah!
pl: Ajah!

# If my POKéMON were as good at karate as I…
source: If my POKéMON were as good at\nkarate as I…
pl: Gdyby moje POKéMONY były tak\ndobre jak ja…

source: The truly talented win with style.
pl: Prawdziwy talent wygra ze stylem.

source: I lost my grip!
pl: Ja tu mam styl!

# The LEADER will scold me for losing this way…
source: The LEADER will scold me for\nlosing this way…
pl: LIDER zgnoi mnie za porażkę\nw tej walce…

# I'm the KARATE KING! Your fate rests with me!
source: I'm the KARATE KING!\nYour fate rests with me!
pl: Jestem KRÓLEM KARATE!\nTo twoje przeznaczenie!

# The POKéMON LEAGUE? You? Don't get cocky!
source: The POKéMON LEAGUE?\nYou? Don't get cocky!
pl: LIGA POKéMON? Ty?\nNie masz szans!

# Your POKéMON will cower at the crack of my whip!
source: Your POKéMON will cower at the\ncrack of my whip!
pl: Twoje POKéMONY ugną się pod\nsiłą mego ciosu!

# Yowch! Whiplash!
source: Yowch!\nWhiplash!
pl: Ał! Moja szyja!

# Wait! I was just careless!
source: Wait!\nI was just careless!
pl: Hej!\nWygrałeś przypadkiem!

# VIRIDIAN GYM was closed for a long time.pBut now, our LEADER is back!
source: VIRIDIAN GYM was closed for a\nlong time.\pBut now, our LEADER is back!
pl: SALA VIRIDIAN została\nzamknięta dawno temu.\pAle nasz LIDER wrócił!

source: I was beaten?
pl: Pokonany?

# You can go on to the POKéMON LEAGUE only by defeating our GYMlLEADER!
source: You can go on to the POKéMON\nLEAGUE only by defeating our GYM\lLEADER!
pl: Do LIGI POKéMON dostaniesz\nsię tylko pokonując naszego\lLIDERA!

source: Yo!\nChamp in the making!\pEven I don't know the VIRIDIAN\nLEADER's identity.\pBut one thing's certain.\nThis will be the toughest of all\lthe GYM LEADERS.\pAlso, I heard that the TRAINERS\nhere like GROUND-type POKéMON.
pl: Hej!\nMistrzu!\pNawet ja nie wiem kto jest LIDEREM\nSALI w VIRIDIAN.\pJedno jest pewne.\nJest najsilniejszym ze wszystkich\lLIDERÓW SAL.\pNo i podobno TRENERZY, którzy\nsię tu zebrali trenują\pPOKéMONY ZIEMNE.

# Blow me away! GIOVANNI was the GYM LEADER of VIRIDIAN?
source: Blow me away! GIOVANNI was the\nGYM LEADER of VIRIDIAN?
pl: Ja cię kręcę! GIOVANNI był\nLIDEREM SALI w VIRIDIAN?

# VIRIDIAN POKéMON GYM LEADER: ?pWINNING TRAINERS: {RIVAL}
source: VIRIDIAN POKéMON GYM\nLEADER: ?\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON VIRIDIAN\nLIDER: ?\pZWYCIĘZCY:\n{RIVAL}

# VIRIDIAN POKéMON GYM LEADER: GIOVANNIpWINNING TRAINERS: {RIVAL}, {PLAYER}
source: VIRIDIAN POKéMON GYM\nLEADER: GIOVANNI\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON VIRIDIAN\nLIDER: GIOVANNI\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

source: Coming up with nicknames is fun,\nbut it's not so easy to do.\pClever names are nice, but simple\nnames are easier to remember.
pl: Wymyślanie pseudonimów jest fajne,\nale ciężko też na coś wpaść.\pBystre nazwy są śliczne, ale\nproste łatwiej zapamiętać.

source: My daddy loves POKéMON, too.
pl: Mój tata też kocha POKéMONY.

# SPEAROW Name: SPEARY
source: SPEAROW\nName: SPEARY
pl: SPEAROW\nImię: SPEARY

# Hey! You came from PALLET TOWN?
source: Hey!\nYou came from PALLET TOWN?
pl: Hej!\nJesteś może z PALLET TOWN?

# You know PROF. OAK, right?pHis order came in. Can I get you to take it to him?
source: You know PROF. OAK, right?\pHis order came in.\nCan I get you to take it to him?
pl: Więc znasz pewnie PROF. OAKA?\pPrzyszło jego zamówienie.\nMożesz mu je zanieść?

# {PLAYER} received OAK'S PARCEL from the POKéMON MART clerk.
source: {PLAYER} received OAK'S PARCEL\nfrom the POKéMON MART clerk.
pl: {PLAYER} dostaje PACZKĘ OAKA\nod sprzedawcy z POKéMON MART.

# Okay, thanks! Please say hi to PROF. OAK for me, too.
source: Okay, thanks! Please say hi to\nPROF. OAK for me, too.
pl: Okej, dzięki! Jeśli możesz,\npozdrów go ode mnie.

# This shop does good business in ANTIDOTES, I've heard.
source: This shop does good business in\nANTIDOTES, I've heard.
pl: Podobno ten sklep zarabia dobrze\nsprzedając ANTIDOTUM.

source: I've got to buy some POTIONS.\pYou never know when your POKéMON\nwill need quick healing.
pl: Muszę kupić jakieś MISKTURY.\pNigdy nie wiadomo gdy POKéMON\nbędzie potrzebował leczenia.

source: Please feel free to use that PC in\nthe corner.\pThe receptionist told me so.\nIt's so kind of her!
pl: Nie krępuj się używać tego PC w\nrogu sali.\pRecepcjonistka powiedziała mi, że\nmożna. To miłe!

source: There's a POKéMON CENTER in every\ntown ahead.\pThey charge no money, so don't\nbe shy about healing POKéMON.
pl: W każdym mieście znajduje się\nCENTRUM POKéMON.\pNie pobierają opłat, więc nie\nwstydź się wyleczyć POKéMONY.

source: POKéMON CENTERS heal your tired,\nhurt, or fainted POKéMON.\pThey make all POKéMON completely\nhealthy.
pl: CENTRA POKéMON leczą twoje zmęczone,\nranne i omdlone POKéMONY.\pOpiekują się nimi do pełni\nzdrowia.

# Whew! I'm trying to memorize all my notes.
source: Whew! I'm trying to memorize all my\nnotes.
pl: Uff! Próbuję zapamiętać wszystkie\nnotatki.

# Okay!pBe sure to read what's on the blackboard carefully!
source: Okay!\pBe sure to read what's on the\nblackboard carefully!
pl: Okej!\pNie zapomnij przeczytać\nwszystkiego z tablicy!

source: Let's check out the notebook.\pFirst page…\pPOKé BALLS are used to catch\nPOKéMON.\pUp to six POKéMON can be carried\nin your party.\pPeople who raise and battle\nwith POKéMON are called TRAINERS.
pl: Obejrzyjmy ten zeszyt.\pStrona pierwsza…\pPOKé BALLE służą do łapania\nPOKéMONÓW.\pW drużynie można mieć\ndo sześciu POKéMONÓW.\pLudzie trenujący POKéMONY\nnazywani są TRENERAMI.

source: Second page…\pA healthy POKéMON may be hard to\ncatch, so weaken it first.\pPoison, burn, or cause another\nstatus problem to weaken it.
pl: Strona druga…\pMoże być trudno złapać zdrowego\nPOKéMONA, trzeba go osłabić.\pZatrucie, poparzenie itd.\nteż mogą w tym pomóc.

source: Third page…\pPOKéMON TRAINERS seek others to\nengage in POKéMON battles.\pTo TRAINERS, the taste of victory\nis sweet, indeed.\pBattles are constantly waged at\nPOKéMON GYMS everywhere.
pl: Strona trzecia…\pTRENERZY POKéMONÓW szukają\npodobnych sobie, by uczestniczyć\pw walkach.\pDla TRENERÓW, zwycięstwa\nsą bardzo ważne.\pWalki prowadzone są ciągle\nw SALACH POKéMON.

source: Fourth page…\pThe ultimate goal for all POKéMON\nTRAINERS is simple.\pIt is to defeat the top eight\nPOKéMON GYM LEADERS.\pDo so to earn the right to face…\pThe ELITE FOUR of the POKéMON\nLEAGUE!
pl: Strona czwarta…\pGłówny cel wszystkich TRENERÓW\nPOKéMONÓW jest prosty.\pPokonując ośmiu głównych\nLIDERÓW SAL POKéMON\puzyskują prawo do zmierzenia się z…\pELITARNĄ CZWÓRKĄ LIGI\nPOKéMON!

source: Turn the page?
pl: Obrócić stronę

# GIRL: Hey! Don't look at my notes!
source: GIRL: Hey!\nDon't look at my notes!
pl: DZIEWCZYNA: Zostaw moje notatki!

# The blackboard lists POKéMON STATUS problems during battles.
source: The blackboard lists POKéMON\nSTATUS problems during battles.
pl: Na tablicy spisano wszystkie\nzmiany stanu POKéMONÓW w walce.

source: Which topic do you want to read?
pl: Który temat cię interesuje?

source: A POKéMON can't attack if it's\nasleep.\pPOKéMON will stay asleep even\nafter battles.\pUse AWAKENING to awaken one\nfrom sleep.
pl: Śpiący POKéMON nie może\nwalczyć.\pPOKéMON pozostanie w stanie snu\nnawet po walce.\pUżyj PRZBUDZACZA, by ocucić go\nze snu.

source: A burn reduces ATTACK power.\nIt also causes ongoing HP loss.\pA burn remains after a battle.\nUse BURN HEAL to cure a burn.
pl: Poparzenie redukuje ATAK.\nPowoduje też ciągłą stratę HP.\pPoparzenia pozostają po walce.\nUżyj LEK OPARZEN, by je wyleczyć.

source: When poisoned, a POKéMON's health\nsteadily drops.\pPoison lingers after battles.\nUse an ANTIDOTE to cure poison!
pl: Gdy zatruty, zdrowie POKéMONA\nrównomiernie spada.\pZatrucie pozostaje po walce.\nANTIDOTUM potrafi je wyleczyć!

source: A frozen POKéMON becomes\nhelplessly immobile.\pIt stays frozen even after the\nbattle ends.\pUse ICE HEAL to thaw out the\nsuffering POKéMON.
pl: Zamarznięty POKéMON\nstaje się unieruchomiony.\pZostaje zamarznięty nawet, gdy\nskończy się walka.\pCierpiącemu POKéMONOWI\npomoże ODMRAŻACZ.
